Revit 2027 API
BuiltInFailures.ImportFailures.ImportModelOutOfRange Property
 The imported model is out of range.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ImportModelOutOfRange { get; }
Public Shared ReadOnly Property ImportModelOutOfRange As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ImportModelOutOfRange {
	FailureDefinitionId^ get ();
}
static member ImportModelOutOfRange : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace